Repository: ervind/themple
Catalog: themes/themple-starter/framework/languages/*.po
Languages: hu_hu

source: Add row
hu_hu: Új sor

source: The "name" attribute is required during registering options
hu_hu: A "name" attribútum megadása kötelező az opciók regisztrálása során

source: It's recommended to set a title for "%s" option
hu_hu: Ajánlott címet rendelni a "%s" opcióhoz

source: It's recommended to assign %s to a section. Using a dummy section to avoid errors...
hu_hu: Ajánlott, hogy a %s opciót rendeld hozzá egy szekcióhoz. Generáltunk egy dummy szekciót, hogy elkerüljük a hibákat...

source: Drag & Drop to reorder
hu_hu: Fogd és vidd az átrendezéshez

source: prefix:
hu_hu: előtag:

source: suffix:
hu_hu: utótag:

source: default:
hu_hu: alapeset:

source: Remove row
hu_hu: Sor törlése

source: Do you really want to remove this instance?
hu_hu: Valóban el akarod távolítani ezt a példányt?

source: Empty space
hu_hu: Üres hely

source: Free text
hu_hu: Tetszőleges szöveg

source: Free text input
hu_hu: Tetszőleges szöveg bevitele

source: You can enter any kind of text and HTML into this box.
hu_hu: Ide írhatsz bármilyen szöveges vagy HTML tartalmat.

source: Image
hu_hu: Kép

source: Select image
hu_hu: Válassz képet

source: Upload or select previously uploaded image here
hu_hu: Tölts fel egy új képet vagy válassz ki egy korábban feltöltöttet

source: Custom shortcode
hu_hu: Tetszőleges shortcode

source: Shortcode name
hu_hu: Shortcode neve

source: The shortcode name / identifier
hu_hu: A shortcode neve / azonosítója

source: Shortcode type
hu_hu: Shortcode típusa

source: Self-closing or Enclosing?
hu_hu: Önzáró vagy körülölelő?

source: Self-closing
hu_hu: Önzáró

source: Enclosing
hu_hu: Körülölelő

source: Shortcode content
hu_hu: Shortcode tartalma

source: Content between the starting and the ending tag of the enclosing shortcode
hu_hu: A körülölelő shortcode nyitó- és záróeleme közötti tartalom

source: Shortcode parameters
hu_hu: A shortcode paraméterei

source: You can add here as many shortcode parameters as you'd like to
hu_hu: Tetszőleges számú shortcode paramétert hozzáadhatsz itt

source: Add parameter
hu_hu: Paraméter hozzáadása

source: Name
hu_hu: Név

source: The shortcode parameter's name
hu_hu: A shortcode paraméter neve

source: Value
hu_hu: Érték

source: The shortcode parameter's value
hu_hu: A shortcode paraméter értéke

source: The content
hu_hu: Tartalom

source: Widget area
hu_hu: Widget gyűjtemény

source: Select a widget area
hu_hu: Válassz egy widget gyűjteményt

source: You can use here a widget area already set up in Appearance > Widgets
hu_hu: A widget gyűjtemények beállíthatók a Megjelenés > Widgetek menüpont alatt

source: You can find demos for the Google fonts here: %s
hu_hu: Itt tudod megtekinteni a Google betűkészleteket: %s

source: Icon
hu_hu: Ikon

source: The Font Awesome code of the icon (uses the fa-xxx name structure)
hu_hu: Az ikon Font Awesome kódja (fa-xxx formátumban)

source: Icon Color
hu_hu: Ikon színe

source: What should be the color of this icon?
hu_hu: Milyen színű legyen ez az ikon?

source: Icon size
hu_hu: Ikon mérete

source: Size of the icon in Font Awesome sizes
hu_hu: Ikonméret a Font Awesome méretek alapján

source: Normal
hu_hu: Normál

source: Larger
hu_hu: Nagyobb

source: Double
hu_hu: Dupla

source: Triple
hu_hu: Tripla

source: Icon URL
hu_hu: Ikon URL-je

source: Where should the icon be linked to?
hu_hu: Hová linkeljük az ikont?

source: Link Title
hu_hu: Link címe

source: This is displayed when hovering the mouse over the icon when it is a link
hu_hu: Ez lesz megjelenítve, amikor az egérmutatót az ikon fölé mozgatják

source: Open in new tab?
hu_hu: Új lapon nyíljon?

source: If yes, the link will open in a new browser tab
hu_hu: Ha igen, a link egy új böngészőablakban fog nyílni

source: No
hu_hu: Nem

source: Yes
hu_hu: Igen

source: %s image tag
hu_hu: %s kép címke

source: Placeholder image
hu_hu: Helyfogó kép

source: Click here to remove image.
hu_hu: Kattints ide a kép eltávolításához.

source: Upload
hu_hu: Feltöltés

source: Choose Image
hu_hu: Válassz képet

source: Please register a logo first before calling the tpl_logo() function.
hu_hu: Kérlek regisztrálj egy logót mielőtt meghívnád a tpl_logo() függvényt.

source: Select app for this box
hu_hu: Válaszd ki az alkalmazást ehhez a dobozhoz

source: Select an app type from the dropdown. It will be used in this box.
hu_hu: Válassz alkalmazástípust a legördülő menüből. Ez kerül használatra ebben a dobozban.

source: Columnset
hu_hu: Oszlop-elrendezés

source: The columns layout of the row
hu_hu: Az oszlopok megjelenése ebben a sorban

source: 1/1 - Full width
hu_hu: 1/1 - Teljes szélesség

source: Contents of the columns
hu_hu: Az oszlopok tartalma

source: Set up your apps
hu_hu: Állítsd be az alkalmazásaidat

source: Add section
hu_hu: Szekció hozzáadása

source: The columnset you have just selected contains fewer columns than the previous setting. It means that the last ##N## column(s) will be removed with all their contents. Do you want to proceed?
hu_hu: Az oszlop-elrendezés amit épp kiválasztottál kevesebb oszlopot tartalmaz, mint az előző beállítás. Ez azt jelenti, hogy az utolsó ##N## oszlop el lesz távolítva annak minden tartalmával. Folytassuk?

source: Install Required Plugins
hu_hu: Szükséges bővítmények telepítése

source: Install Plugins
hu_hu: bővítmények telepítése

source: Installing Plugin: %s
hu_hu: Bővítmény telepítése: %s

source: Something went wrong with the plugin API.
hu_hu: Valami nem volt rendben a bővítmény API-val.

source: Return to Required Plugins Installer
hu_hu: Vissza a bővítmény-telepítőhöz

source: Return to the dashboard
hu_hu: Vissza a kezelőpulthoz

source: Plugin activated successfully.
hu_hu: A bővítmény sikeresen aktiválva lett.

source: The following plugin was activated successfully:
hu_hu: A következő bővítmény sikeresen aktiválva lett:

source: No action taken. Plugin %1$s was already active.
hu_hu: Nem történt semmi, a %1$s bővítmény már eleve aktív volt.

source: Plugin not activated. A higher version of %s is needed for this theme. Please update the plugin.
hu_hu: A bővítmény nincs aktiválva. Egy magasabb verzióra van szükség a %s-ből a sablonhoz. Kérlek frissítsd a bővítményt.

source: All plugins installed and activated successfully. %1$s
hu_hu: Minden bővítmény sikeresen telepítve és aktiválva. %1$s

source: Dismiss this notice
hu_hu: Figyelmeztetés eltűntetése

source: Please contact the administrator of this site for help.
hu_hu: Kérlek lépj kapcsolatba az oldal adminisztrátorával segítségért.

source: Required
hu_hu: Szükséges

source: Recommended
hu_hu: Ajánlott

source: WordPress Repository
hu_hu: WordPress gyűjtemény

source: External Source
hu_hu: Külső forrás

source: Pre-Packaged
hu_hu: Előre csomagolt

source: Not Installed
hu_hu: Nincs telepítve

source: Installed But Not Activated
hu_hu: Telepítve, de nincs aktiválva

source: Active
hu_hu: Aktív

source: Required Update not Available
hu_hu: A szükséges frissítés nem elérhető

source: Requires Update
hu_hu: Szükséges frissíteni

source: Update recommended
hu_hu: Ajánlott frissíteni

source: To Install <span class="count">(%s)</span>
hu_hu: Telepítendő: <span class="count">(%s)</span>

source: Update Available <span class="count">(%s)</span>
hu_hu: Frissíthető: <span class="count">(%s)</span>

source: To Activate <span class="count">(%s)</span>
hu_hu: Aktiválható: <span class="count">(%s)</span>

# as in: "version nr unknown"
source: unknown
hu_hu: ismeretlen

source: Installed version:
hu_hu: Telepített verzió:

source: Minimum required version:
hu_hu: Minimálisan szükséges verzió:

source: Available version:
hu_hu: Elérhető verzió:

source: No plugins to install, update or activate. <a href="%1$s">Return to the Dashboard</a>
hu_hu: Nincs telepíteni-, frissíteni- vagy aktiválni való bővítmény. <a href="%1$s">Vissza a kezelőpulthoz</a>

source: Plugin
hu_hu: Bővítmény

source: Source
hu_hu: Forrás

source: Type
hu_hu: Típus

source: Version
hu_hu: Verzió

source: Status
hu_hu: Állapot

# %2$s = plugin name in screen reader markup
source: Install %2$s
hu_hu: %2$s telepítése

# %2$s = plugin name in screen reader markup
source: Update %2$s
hu_hu: %2$s frissítése

# %2$s = plugin name in screen reader markup
source: Activate %2$s
hu_hu: %2$s aktiválása

source: Install
hu_hu: Telepít

source: Update
hu_hu: Frissít

source: Activate
hu_hu: Aktivál

source: No plugins were selected to be installed. No action taken.
hu_hu: Nem volt kijelölve egy bővítmény sem telepítésre, így nem történt semmi.

source: No plugins were selected to be updated. No action taken.
hu_hu: Nem volt kijelölve egy bővítmény sem frissítésre, így nem történt semmi.

source: No plugins are available to be installed at this time.
hu_hu: Jelenleg nem található telepíthető bővítmény.

source: No plugins are available to be updated at this time.
hu_hu: Jelenleg nem található frissíthető bővítmény.

source: Plugin activation failed.
hu_hu: A bővítmény aktiválása nem sikerült.

source: Updating Plugin %1$s (%2$d/%3$d)
hu_hu: A %1$s (%2$d/%3$d) bővítmény frissítése

source: An error occurred while installing %1$s: <strong>%2$s</strong>.
hu_hu: A következő hiba történt a %1$s telepítése közben: <strong>%2$s</strong>.

source: The installation of %1$s failed.
hu_hu: A %1$s telepítése nem sikerült.

source: The installation and activation process is starting. This process may take a while on some hosts, so please be patient.
hu_hu: A telepítés és aktiválás kezdődik. Bizonyos szervereken ez eltarthat egy darabig.

source: %1$s installed and activated successfully.
hu_hu: %1$s sikeresen telepítve és aktiválva.

source: All installations and activations have been completed.
hu_hu: Minden telepítés és aktiválás befejeződött.

source: Installing and Activating Plugin %1$s (%2$d/%3$d)
hu_hu: Telepítem és aktiválom a %1$s (%2$d/%3$d) bővítményt.

source: The installation process is starting. This process may take a while on some hosts, so please be patient.
hu_hu: A telepítés kezdődik. Bizonyos szervereken ez eltarthat egy darabig.

source: All installations have been completed.
hu_hu: Minden telepítés befejeződött.

source: Installing Plugin %1$s (%2$d/%3$d)
hu_hu: Bővítmény telepítése: %1$s (%2$d/%3$d)

source: Theme Options
hu_hu: Sablon beállítások

source: Framework Options
hu_hu: Keretrendszer beállítások

source: General
hu_hu: Általános

source: General information about the Framework and the Theme
hu_hu: Általános információ a keretrendszerről és a sablonról

source: Libraries
hu_hu: Könyvtárak

source: 3rd party libraries bundled with the Themple Framework
hu_hu: Külső könyvtárak, amelyek a Themple Framework csomag részei

source: Backend settings
hu_hu: Rendszer beállítások

source: Settings for the Themple admin panels
hu_hu: Beállítások a Themple adminisztrációs felületéhez

source: Backend
hu_hu: Rendszer

source: Theme version
hu_hu: Sablon verzió

source: Framework version
hu_hu: Keretrendszer verzió

source: WordPress version
hu_hu: WordPress verzió

source: Less Compiler
hu_hu: LESS fordító

source: <b>ON:</b> Less files are compiled upon each page reload, even if there was no change (slowest, suitable for development environments)<br> <b>OFF:</b> Less files are NOT compiled in any circumstances (fastest, use it if you're not going to change styles or Theme Options for a long time, suitable for live sites with cached assets)<br> <b>Dynamic:</b> Less files are updated when there is a change in the Theme Options or inside the Less files (middle speed, use it in test environments or when you're changing options frequently on live sites.)
hu_hu: <b>BE:</b> A LESS fájlok minden egyes oldalbetöltésnél újrafordítódnak, még akkor is ha nem történt semmi változás (ez a leglassabb, ideális a fejlesztői környezetekhez)<br> <b>KI:</b> A LESS fájlok semmilyen körülmények között nem kerülnek újrafordításra (ez a leggyorsabb, akkor használd ha sokáig nem akarsz hozzányúlni a stílusokhoz Sablonbeállításokhoz, ideális az élő oldalakhoz)<br> <b>Dinamikus:</b> A LESS fájlok akkor fordítódnak újra, ha van változás a Sablonbeállításokban, vagy magukban a LESS fájlokban (közepes sebesség, általában teszt környezetben ideális, illetve olyan oldalakon, ahol gyakran változnak a beállítások)

source: ON
hu_hu: BE

source: OFF
hu_hu: KI

source: Dynamic
hu_hu: Dinamikus

source: CSS Minification
hu_hu: CSS minifikálás

source: <b>ON:</b> Output CSS files are minified during the compilation process.<br> <b>OFF:</b> Output CSS files are not minified, only compiled.
hu_hu: <b>BE:</b> A kimeneti CSS fájlok minifikálva lesznek a fordítási folyamat közben.<br> <b>KI:</b> A kimeneti CSS fájlok nem lesznek minifikálva, csupán lefordítva.

source: Font Awesome support
hu_hu: Font Awesome támogatás

source: <b>Yes:</b> The Font Awesome library will be compiled into your front end CSS.<br> <b>No:</b> The Font Awesome library won't be compiled into your front end CSS. Recommended if you're not using these font icons (in this case the site will load faster).
hu_hu: <b>Igen:</b> A Font Awesome könyvtár bele lesz fordítva a front end CSS-be.<br> <b>Nem:</b> A Font Awesome library könyvtár nem lesz belefordítva a front end CSS-be. Ajánlott, ha nem használod ezeket a font ikonokat (ez esetben gyorsíthat az oldal betöltődésén).

source: TGM Plugin Activation
hu_hu: TGM Bővítmény Aktiváló

source: <b>Yes:</b> The TGM Plugin Activation library is enabled.<br> <b>No:</b> The TGM Plugin Activation library is disabled.
hu_hu: <b>Igen:</b> A TGM bővítmény-telepítő könyvtár engedélyezve van.<br> <b>Nem:</b> A TGM bővítmény-telepítő könyvtár nincs engedélyezve.

source: Remove confirmation for repeater fields
hu_hu: Rákérdezés ismétlődő mező eltávolításakor

source: If yes, you'll be prompted every time you want to remove a row from a repeater field in Theme Options
hu_hu: Ha igen, meg leszel kérdezve minden egyes alkalommal, ha törölni akarsz egy sort egy ismétlődő mezőből.

source: Remove confirmation for Page Builder columnsets
hu_hu: Rákérdezés Page Builder oszlop-elrendezések esetén

source: If yes, you'll be prompted every time you want to switch to a columnset with fewer columns in Page Builder
hu_hu: Ha igen, meg leszel kérdezve minden alkalommal, ha kevesebb oszlopos elrendezésre szeretnél váltani a Page Builderben

source: Themple error
hu_hu: Themple hibaüzenet

source: Themple warning
hu_hu: Themple figyelmeztetés

source: File not exists
hu_hu: A fájl nem létezik

source: You forgot to set name for an option. Please check your options files.
hu_hu: Elfelejtettél nevet adni az egyik opciónak. Kérlek ellenőrizd az options fájljaidat.

source: You forgot to set the type of %s. Using static to avoid errors...
hu_hu: Elfelejtetted beállítani a %s opció típusát. Static-ra állítottuk, hogy elkerüljük a hibákat...

source: Data type %s doesn't exists
hu_hu: A %s adattípus nem létezik

source: Option with name %1$s was defined more than once in your options files. Using the first instance (%2$s)
hu_hu: Az %1$s azonosítójú beállítás egynél többször került definiálásra az options fájlokban. Az először definiált verzió az aktív (%2$s)

source: Section "%s" hasn't been registered properly. Please register it in options/sections.php.
hu_hu: A "%s" szekció nem lett rendesen regisztrálva. Kérlek regisztráld az options/sections.php fájlban.

source: No data type was set up for option: %s
hu_hu: Hiányzik az adattípus ehhez a beállításhoz: %s

source: Invalid data type (%1$s) was set for option: %2$s
hu_hu: Nem megfelelő adattípus (%1$s) van hozzárendelve ehhez a beállításhoz: %2$s

source: LESS compiler is turned OFF until you resolve this issue.
hu_hu: A LESS fordítót kikapcsolva tartjuk amíg meg nem oldod ezt a problémát.

source: Could not write front end CSS file - check your file permissions!
hu_hu: Nem tudtam írni a front CSS fájlt - ellenőrizd a fájl hozzáféréseket!

source: Could not write admin CSS file - check your file permissions!
hu_hu: Nem tudtam írni az admin CSS fájlt - ellenőrizd a fájl hozzáféréseket!

source: Could not write editor CSS file - check your file permissions!
hu_hu: Nem tudtam írni a szerkesztő CSS fájlját - ellenőrizd a fájl hozzáféréseket!

source: Settings saved.
hu_hu: Beállítások mentve.
